# Low Property

---
C#Visual BasicVisual C++
Revit 2024 API
---
IntegerRange..::..Low Property
IntegerRange Class See Also
---
The lower limit of the range
**Namespace:** Autodesk.Revit.DB**Assembly:** RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)**Since:** 2015
# Syntax
C#
---
```text
public int Low { get; }
```

Visual Basic
---
```text
Public ReadOnly Property Low As Integer
	Get
```

Visual C++
---
```text
public:
property int Low {
	int get ();
}
```

# See Also
IntegerRange Class
Autodesk.Revit.DB Namespace